{
  "Introduction": "Oh, xin chào. Vậy ra bạn là anh chàng mới đến hả? Cool.^Xin chào, bạn là cô nàng mới đến hả? Mình nghĩ chúng ta sẽ rất hợp nhau đấy. Mình là Alex.#$e#Mình sẽ gặp lại nhau quanh đây thôi.",
  "Resort_Entering": "Cuối cùng thì ta cũng đến nơi!",
  "Resort_Leaving": "Aw... Mình đoán là nó không thể tồn tại mãi được.$s",
  "Resort_Wander": "Mình biết là nên mang theo một chiếc đĩa ném mà... thôi kệ.$h",
  "Resort_Wander_2": "Mình tự hỏi có ai muốn tham gia một giải đấu bóng chuyền không.#$e#Đừng lo, mình sẽ nhẹ tay thôi!$h",
  "Resort_Shore": "Mình thắc mắc không biết bản thân có thể bơi bao xa mà vẫn còn sức để bơi về?#$e#Mình đoán ít nhất là một dặm.#$b#... Đừng lo, mình không có ý định thử đâu.$h",
  "Resort_Chair": "Bạn không cảm thấy nóng trong bộ đồ đó à? Thôi nào, anh bạn... Đây là bãi biển mà!^Bạn không cảm thấy nóng trong bộ trang phục đó à? Bạn nên tận hưởng những cơn gió biển đi!",
  "Resort_Towel": "Với việc hòn đảo này được mở cửa thì không có lí do gì để trở nên buồn bã nữa cả!",
  "Resort_Towel_2": "Phew, cảm giác thật tốt khi cuối cùng những múi bụng này cũng được tắm chút nắng.#$e#Thật là hổ thẹn khi luôn phải giấu chúng ở nhà.",
  "Resort_Towel_3": "Khi mình thành vận động viên chuyên nghiệp, mình sẽ đi nghỉ mát ở các hòn đảo vòng quanh thế giới.#$e#Nhưng hiện tại thì nơi này là được rồi!$h",
  "Resort_Bar": "Mình đang gọi một ly chuối lắc với hai muỗng Whey.",
  "Resort": "Ah... Cuộc sống ở trên đảo. Mình có thể quen với điều này!",
  "danceRejection": "Nah... Mình sẽ mời người khác nhảy cùng. Chúc bạn may mắn.",
  "divorced": "Anh tưởng giữa chúng ta có điều gì đó đặc biệt... Có lẽ anh đã lầm.$s",
  "dumped_Guys": "Anh không có thời gian dành cho em.$a",
  "secondChance_Guys": "Anh không biết liệu có thể tin em lần nữa không, nhưng anh sẵn sàng cho em thêm một cơ hội.$9",
  "breakUp": "Em đang là...?$7#$b#*huff*... Anh hiểu rồi. Được rồi... vậy thì, em đã đưa ra lựa chọn của mình. Anh sẽ không cầu xin đâu.$a",
  "Mon": "Bạn có biết mình từng là một tiền vệ all-star ở cấp 3 không? Thật vậy đấy.$u#$e#Nhìn thấy ngôi sao nhỏ trên áo khoác mình chứ? Đó chính là bằng chứng đấy.",
  "Tue": "Bãi biển là một nơi tuyệt vời để dạo chơi và đắm mình trong những tia nắng đấy.#e#Bạn nên tắm nắng chút đi không thì da bạn trông sẽ nhợt nhạt lắm.#$e#*Thở dài*... Mình ước ở thị trấn này có nhiều cô gái hơn, bạn hiểu ý mình chứ?$s^Này, có muốn đi biển chơi với mình vào một ngày nào đó không? Bạn có bikini chứ?",
  "Wed": "Có vẻ hôm nay là một ngày tuyệt vời để chơi bắt bóng nhỉ?$u#$e#$q 5/6 Wed_01_old#Mình định nhờ bạn ném quả bóng, nhưng trông bạn không giống một người chơi thể thao lắm.^Nếu bạn không phải là con gái thì mình sẽ mời bạn chơi bắt bóng rồi.#$r 6 0 Wed_01_02#Mình ổn với việc xem bạn chơi từ xa.#$r 5 15 Wed_01_01#Mình muốn chơi bắt bóng với bạn!#$r 5 0 Wed_01_03#(angry) Ý của bạn là sao?",
  "Wed_01_old": "#$p 5#Ném xa nè! ...mình đùa thôi. Hahaha.|Mình ước có ai đó chơi bắt bóng cùng...$s",
  "Wed_01_01": "Thật sao? Chắc là mình đã đánh giá thấp bạn rồi.#$b#Cánh tay mình hơi đau, có lẽ lần sau đi.",
  "Wed_01_02": "Yeah, không phải ai cũng có thể chơi thể thao.",
  "Wed_01_03": "Uh... Không có gì đâu.",
  "Thu": "Không khí bắt đầu trở nên nóng hơn rồi... mình thấy thật phấn khích.",
  "Fri": "Này, có chuyện gì vậy chàng nông dân?^Này, cô gái nông dân. Bạn mua quần mới à? Bạn đang làm điều đúng đó.#e#Oh, mình suýt quên mất! Hôm nay là ngày mình tập chống đẩy!#e#Mỗi lần chống đẩy mình luôn cố gắng làm nhiều hơn lần trước đó. Chiến thuật khá hay nhỉ?",
  "Sat": "Cánh tay của mình thực sự rất đau, nhưng đó là dấu hiệu của sự hiệu quả cho những người như mình.#e#Mình hẳn đã chống đẩy được cả nghìn cái trong ngày hôm qua.","note_02":"but that's the sign of progress for a guy like me",
  "Sun": "Hey.#$e#Hả, bạn muốn trò chuyện với mình? Mình rất bận.",
  "Sun2": "Hey, @.#$e#Đúng vậy, mình nhớ tên bạn mà.",
  "Sun4": "Hey, @.#$e#Ngày hôm nay của bạn thế nào?",
  "Fri4": "Hey, @. Mình mừng là bạn ghé qua.#e#Mình không cảm thấy hổ thẹn khi nói rằng mình yêu bà!#$e#Và lúc này ông, mặt khác...#$e#Mình đùa thôi.$h","note_03":"Now Granpa, on the other hand... ",
  "Tue6": "Không có gì tuyệt vời hơn một ngày năng động ở bãi biển cùng những người bạn... đúng chứ?",
  "Mon8": "Bạn biết đấy, mình từng muốn sự may mắn và danh vọng, nhưng gần đây mình đã thay đổi. Rốt cuộc, những điều nhỏ nhặt lại là thứ làm mình thấy hài lòng, bạn có nghĩ vậy không?#$e#Mình vẫn muốn trở thành vận động viên chuyên nghiệp, nhưng nó không còn là điều quan trọng nhất nữa.",
  "Fri8": "Hi @. Hôm nay bạn trông thật khỏe khoắn.$h^Này @. Bạn mới đổi kiểu tóc khác à? Có điều gì đó ở bạn luôn thu hút sự chú ý của mình.$h",
  "Sat10": "Gần đây mình gặp vấn đề về việc tập trung.$l",
  "Event_beach1": "Of course you do. Mình sẽ nghĩ là bạn bị điên nếu không làm điều đó. Hoặc là dở hơi.",
  "Event_beach2": "Thật sao? Bạn hẳn là một người kỳ lạ.$a#$b#Mình xin lỗi.",
  "Event_books1": "Không, mình không phải! Bạn chỉ đang nịnh mình thôi phải không?$a",
  "Event_books2": "Yeah, mình đoán là bạn đúng...$s",
  "Event_books3": "Lẽ ra bạn phải tỏ ra không đồng ý với mình chứ.$a",
  "event_box1": "Ừ... Mình biết. Đó là lý do mà mình luôn quyết tâm phải thành công với các môn thể thao...$9#$b#Làm hoặc là không... Mình nghĩ bà sẽ rất tự hào miễn là mình luôn làm hết sức. Cảm ơn.",
  "event_box2": "Wow... Hôm nay là ngày giỗ của mẹ mình! Have a heart...$a",
  "event_box3": "...Cảm ơn, @.#$b#Bạn... Bạn khác với những chàng trai khác. Bạn nhạy cảm hơn.$l^Bạn là người bạn thân nhất của mình trong thị trấn... #$b#Mình rất vui.^Mình hơi xấu hổ khi nói ra đấy.$l",
  "event_box4": "Điều đó chẳng làm mình thấy khá hơn tí nào, ngốc à.$a",
  "Event_parents1": "Đó là một suy nghĩ thú vị...",
  "Event_parents2": "Họ sẽ không bao giờ làm vậy đâu!$a",
  "Event_parents3": "...Có lẽ bạn đã đúng... Mình không biết nữa.$s",
  "summer_1": "Này. Thời gian tuyệt nhất trong năm chính là mùa hè đó.#$e#Ngay bây giờ nó còn tuyệt hơn vì chúng ta có nguyên cả mùa hạ phía trước để mong đợi. Gặp lại bạn sau nhé.",
  "summer_Mon": "Này, anh chàng nông dân. Trông bạn có vẻ bị cháy nắng.^Này cô nàng nông dân. Làn da rám nắng trông đẹp đấy.$h#$e#Mùa hè này mình tập luyện càng nhiều, thì việc trở thành vận động viên chuyên nghiệp càng dễ dàng hơn.#$e#Sau này bạn có thể nói rằng mình từng quen biết Alex. Ngầu chứ nhỉ?",
  "summer_Tue": "Nếu không phải vì mái tóc mình rất thu hút các cô gái, thì mình thề là mình đã cạo bỏ nó ngay tức khắc rồi.#$e#*Thở dài*... Cuộc sống có những lúc khó khăn lắm.",
  "summer_Wed": "Này chàng nông dân, mình có một câu hỏi dành cho bạn.^Này cô nàng nông dân, mình muốn hỏi bạn một câu.#$b#$q 52/53 summer_Wed_01_old#Bạn có nghĩ mình sẽ trở thành vận động viên chuyên nghiệp không?#$r 52 30 summer_Wed_01_01#Bạn sẽ được xướng danh là một huyền thoại thể thao#$r 52 0 summer_Wed_01_02#Có thể nếu bạn luyện tập thật chăm chỉ#$r 53 -50 summer_Wed_01_03#Không, khả năng cao bạn sẽ thất bại và trở thành người bán hàng",
  "summer_Wed_01_old": "$p 52#Này, lúc nào trở thành vận động viên chuyên nghiệp, mình sẽ nói rằng bạn là \"fan\" đầu tiên của mình. Cũng không tệ nhỉ?|Này, mình đã tập luyện gấp đôi cường độ để trở thành vận động viên chuyên nghiệp và chứng minh rằng bạn đã sai. Bạn cứ chờ đi.$a",
  "summer_Wed_01_01": "Này, giờ thì đó là những gì mình muốn nói tới!$h#$e#Bạn tuyệt hơn mình nghĩ đấy.",
  "summer_Wed_01_02": "Yeah, mình đã giỏi rồi nên mình không cần phải luyện tập nhiều như vậy nữa.$u",
  "summer_Wed_01_03": "Điều đó thật điên rồ. Bạn chỉ đang ghen tỵ vì mình tài năng và nổi tiếng còn bạn thì không.$a^Điều đó thật nực cười. Bạn chỉ đang ghen tỵ vì mình luôn nổi tiếng hơn, đồ quái đản.$a#$e#Hãy tránh xa mình ra.$a",
  "summer_Thu": "Này, làm việc cả ngày trên nông trại chắc bạn cũng khỏe lắm nhỉ.^Này, làm việc cả ngày trên nông trại khiến vóc dáng của bạn đẹp đấy.#$e#Chắc một ngày nào đó, bạn sẽ đạt đến trình độ như mình thôi. Đó là điều đáng để mong chờ chứ nhỉ?#$e#Sao bạn lại nhìn mình với ánh mắt như vậy?",
  "summer_Fri": "Bạn muốn gì?#$e#Bây giờ mình có việc quan trọng hơn cần làm.",
  "summer_Sat": "Mmmm... Mình nghe thấy mùi thịt nướng.#$e#Mình thèm một chiếc hamburger quá.",
  "summer_Sun": "Vì đôi giày cũ của mình có vết ố màu nâu nên mình đã mua một đôi mới.#$b#Mình vừa vứt nó vào thùng rác. Mình định tặng chúng nhưng mà nghĩ tới việc gã lập dị nào đó sẽ mang nó làm mình không thoải mái, bạn hiểu chứ?#$e#...Gì chứ?$a",
  "summer_Sun4": "Oh wow... giày của bạn trông hơi bẩn... nhưng mà cũng không sao đâu!#$e#Mỗi người khác nhau có khẩu vị khác nhau mà.",
  "summer_Thu4": "Này,  mùa hè này trông vóc dáng của bạn có vẻ cân đối đấy!#$b#Những công việc đồng áng cũng xứng đáng chứ nhỉ?",
  "summer_Mon4": "Này, làn da rám nắng đẹp đấy.",
  "summer_Fri6": "Xin lỗi, phòng mình khá là bừa bộn.$s#$e#Thật khó để giữ mọi thứ luôn được gọn gàng sạch sẽ. Dù sao thì mình cũng đang cố gắng trở nên tốt hơn.",
  "summer_Wed8": "Bạn biết đấy, mình không ngại trở thành một nông dân đâu... Trông nó khá giống với việc chơi thể thao, theo một cách nào đó.#$e#Mình thích làm những việc lao động chân tay ngoài trời.",
  "summer_Sat10": "Gần đây mình đã cố gắng đọc sách nhiều hơn... Mình có cảm giác như bộ não của mình đã bị bỏ quên bởi sự ám ảnh về thể thao của mình.",
  "fall_1": "Chắc rồi, thời tiết đang dần lạnh hơn... Nhưng nó vẫn đủ ấm cho mình chơi thể thao!#$e#Đó là tất cả những gì mà mình quan tâm đến.",
  "fall_Mon": "Bà nói rằng mình nên dành nhiều thời gian hơn cho việc học.#$e#Mình kiểu, '...Bà à, đừng lo. Con đang cố gắng trở thành vận động viên chuyên nghiệp!'$h#$e#Học hành chỉ dành cho mọt sách mà thôi.",
  "fall_Wed": "Này, mình muốn hỏi bạn một điều.^Này, mình có thể hỏi bạn một điều không?#$e#$q 54/55 fall_Wed_01_old#Bạn có nghĩ rằng các cô gái thích kiểu tóc của mình không?^Bạn nghĩ gì về kiểu tóc của mình?#$r 54 30 fall_Wed_01_01#Nó trông rất thời thượng.#$r 55 -30 fall_Wed_01_02#Trông như đầu bạn mọc cây nấm vậy.",
  "fall_Wed_01_old": "Mình đã dùng hơi nhiều gel vuốt tóc hôm nay. Nó cũng làm mình hơi đau.#$e#Đừng động vào tóc mình!#$e#...Cái gì chứ?",
  "fall_Wed_01_01": "Yeah, mình biết mà. Đó là lý do mà mình để nó như vậy.",
  "fall_Wed_01_02": "Yeah phải rồi. Bạn chỉ ghen tỵ vì trông mình đẹp trai hơn.",
  "fall_Thu": "Có chuyện gì vậy?#$e#Chẳng phải đó là tên bạn sao, kiểu như, %firstnameletter%name, hay đại loại vậy?#$e#Ồ. Bạn tên @ sao? Okay. Mình xin lỗi.",
  "fall_Fri": "Tối nay mình sẽ gập bụng 200 cái.#$b#Mình khá là chăm chỉ, phải không?$h#$e#Bạn cần gì nữa không?","note_01":"thụt dầu hơi đen tối đó nha",
  "fall_Sat": "Mình nghĩ bạn có thể câu cá hồi ở sông vào thời điểm này của năm đó.#$e#Mình nghe nói vậy.",
  "fall_Sun": "Này, hôm nay có trận bóng lưới đấy!#e#Vào mùa thu thì ngày chủ nhật thật tuyệt vời.$u",
  "fall_Thu2": "Có chuyện gì vậy, @?",
  "fall_Fri6": "Tối nay mình sẽ gập bụng thật nhiều.#$e#Bạn phải thật cố gắng mới có thể mở khóa hết tiềm năng của bản thân.",
  "fall_Mon4": "Bà nói rằng mình nên dành nhiều thời gian hơn cho việc học.#$e#Có lẽ bà đã đúng...$s",
  "fall_Wed8": "Cuối cùng thì mình đã bỏ nó... Mình đã quyết định không dùng gel vuốt tóc nữa.#$e#Mình không muốn làm bạn với người mà chỉ thích mình khi có gel vuốt tóc.",
  "fall_Thu10": "@! Um... Chào bạn.$l",
  "winter_1": "Mùa đông khá là nhàm chán. Tuyết nhiều tới nỗi mình chẳng thể làm gì cho vui được.#$e#Mình đoán là sẽ có những người thích điều này.",
  "winter_Mon": "Bạn thích tuyết à? Mình... Mình chỉ mong tới mùa xuân.",
  "winter_Tue": "Này, bạn có thể giúp mình tìm Haley và nói với cô ấy rằng mình gửi lời chào tới cô ấy không?",
  "winter_Tue_inlaw_Haley": "Oh, này. Đời sống hôn nhân của bạn thế nào?$9",
  "winter_Wed": "Vào mùa đông mọi người thường hay ở nhà, và làm những công việc tẻ nhạt.$s#$e#Có lẽ đọc sách sẽ giúp mình đỡ chán hơn... nah.",
  "winter_Thu": "Khi mình trở thành vận động viên chuyên nghiệp, mình sẽ giàu tới nỗi có một căn nhà nghỉ mát riêng ở vùng nhiệt đới.#$e#Vậy thì mình sẽ không phải chịu đựng mùa đông nhàm chán này nữa.",
  "winter_Fri": "Bạn băng qua từng ấy tuyết để gặp mình à?#$e#Mình đoán điều đó cũng hợp lý.",
  "winter_Sat": "Có một số người kỳ lạ sống trong thị trấn này.#$e#... Như anh chàng Sebastian chẳng hạn. Sao cậu ấy luôn mặc đồ đen vậy chứ?#$e#Mình không hiểu nổi.",
  "winter_Sun": "Này, hôm nay có trận bóng lưới đấy!#e#Đây có lẽ là ngày mà mình thích nhất trong tuần.",
  "winter_Fri4": "Bạn băng qua từng ấy tuyết để gặp mình à?#$e#Bạn tốt thật đấy.$h",
  "winter_Sat6": "Thật là thú vị khi có những người khác biệt hoàn toàn với ta, bạn biết chứ?#$b#Không phải lúc nào mình cũng hiểu cách người khác làm việc, nhưng mình thấy cũng ổn với điều đó.",
  "winter_Tue4": "Này, @. Bạn có thể giúp mình một việc không?$l#$b#Nếu bạn gặp Haley, nói với cô ấy rằng mình đang bận.$l#$e#Cảm ơn.",
  "winter_Tue4_inlaw_Haley": "Mình sẽ thú nhận... Mình khá là ghen tỵ khi bạn và Haley cưới nhau. Nhưng mà, này... Đây là một cơ hội để mình học được điều gì đó mới mẻ cho bản thân.$9",
  "winter_Wed8": "Bạn biết gì không? Mình sẽ bắt đầu đọc sách!",
  "winter_Thu6": "Ước gì mình có thể điều khiển thời tiết.",
  "winter_Thu10": "Nếu mình có thể làm ra thật nhiều tiền, mình sẽ dùng nó để chăm sóc cho gia đình và bạn bè thật chu đáo.#$e#Nghĩa là có cả bạn trong đó nữa đấy.$h"
}