{
  "Introduction": "Xin chào! Chắc cháu là @, vị nông dân mới đến. Cô tên là Caroline.#$e#Chồng của cô mở một cửa hàng tiện lợi ở thị trấn này. Mà cháu đã gặp con gái cô chưa, Abigail ấy? Con bé có nước da hơi nhạt và mái tóc màu tím.",
  "Resort_Entering": "Willy cho bọn cô một ít cá khô của chú ấy. Cô vẫn đang ăn nó đây này.",
  "Resort_Leaving": "Tối nay cô sẽ có một giấc ngủ ngon!$h",
  "Resort_Shore": "So với nước ở thung lũng Stardew thì nước ở đây ấm hơn đấy. Cảm giác thực rất thoải mái!",
  "Resort_Chair": "Cô %Caroline đang nghỉ ngơi.",
  "Resort_Bar": "Cô đã bảo Gus hãy cho cô một bất ngờ, và ông ấy làm cho cô một ly Tuyết Lục Trà với topping vỏ xoài. Thật tuyệt!$h",
  "Resort": "Hi @. Cháu ở đây để thư giãn, hay để làm việc?",
  "Mon": "Cô ước Abby dành nhiều thời gian ở bên ngoài hơn ở trong phòng.",
  "Mon_inlaw_Abigail": "Hi, @. Con thích cuộc hôn nhân này không? Mẹ mong là con sẽ nói có!",
  "Mon8": "#$1 Caroline23#Khi mà bọn cô mới chuyển đến sống ở thị trấn Pelican, cô đã bí mật đi đến tháp phù thủy. Đừng kể việc này cho Pierre nhé, chú ấy có một chú vấn đề về sự ghen tỵ.#$e#Sau khi bọn cô chuyển tới sống ở thị trấn Pelican khoảng một năm thì Abigail được sinh ra. Cô không biết liệu con bé có được trải nghiệm cuộc sống bên ngoài thung lũng không nữa?",
  "Tue": "Cô từng thấy cây horseradish hoang trong rừng.#$e#Khai phá rừng là một cách kiếm tiền khá vui đấy. Cháu cũng có thể dùng những thứ mình tìm thấy để tặng cho người khác hoặc dùng làm thức ăn.",
  "Wed": "Chào cháu. Cháu có đủ đồ dùng hay dụng cụ cho nông trại không?#$e#Nếu không thì bọn cô có thể giúp cháu đấy.#$e#Bọn cô có khá nhiều loại vật phẩm hữu ích trong kho.",
  "Thu": "#$1 Caroline1#Hmmm... Cô không biết liệu mình có thể khiến Pierre nấu bữa tối hôm nay không.#$e#Hmmm... Bữa tối hôm nay cô nên làm món gì nhỉ?#$e#Có lẽ cô sẽ lấy mấy món từ quán rượu.",
  "Fri": "Hôm nay là một ngày đẹp trời.#$e#Vào những ngày như thế này cô thường hay giúp đỡ Evelyn chăm sóc khu vườn công cộng.#$e#Bà ấy khá là khỏe so với một người già, nhưng mà cô nghĩ bà ấy sẽ rất vui khi nhận được sự giúp đỡ.",
  "Sat": "Là do cô đa nghi, hay là Abigail thực sự có sở thích không lành mạnh về sự u ám và diệt vong?#$e#Có lẽ cô đã quá tuổi để hiểu được việc này.",
  "Sat_inlaw_Abigail": "Bữa tối trở nên yên tĩnh hơn nhiều kể từ khi Abigail về nhà chồng...#$e#Không đâu, không phải vì con bé toàn nhai thức ăn trong khi mở miệng!$h",
  "Sat2": "Abby đã luôn có hứng thú với những điều huyền bí. Cô không biết con bé học điều này từ ai nữa...",
  "Sat4": "Abby đã luôn có hứng thú với những điều huyền bí. Cô không biết con bé học điều này từ ai nữa...",
  "Sat6": "#$1 Caroline12#Khi bọn cô vừa mới chuyển đến thị trấn, Cô đã mất một khoảng thời gian để sắp xếp mọi việc... Cô vẫn chưa sẵn sàng để lập gia đình.#$e#Pierre khá là gia trưởng... nhưng chú ấy là một người tốt. Chú ấy có tham vọng của mình, nhưng gia đình luôn được ưu tiên hàng đầu.",
  "Sun": "Hôm nay cô sẽ thư giãn và suy nghĩ mọi thứ dưới góc nhìn thật lạc quan.#$e#Cháu có bao giờ dành cho mình một ngày nghỉ không?",
  "Wed6": "Thung lũng Stardew rất tuyệt, nhưng cô mong mình có thể quen biết nhiều người hơn.#$e#Cô rất vui vì chúng ta trở nên thân như vậy.",
  "summer_Mon": "Cửa hàng nhà cô sẽ đóng cửa vào thứ tư của mỗi tuần.#$e#Cháu hãy ghi nhớ điều đó khi có ý định đi mua sắm.",
  "summer_Tue": "Gần đây cô nhìn thấy có nhiều trái cây dại mọc trong rừng.#$e#Khai phá rừng là một cách kiếm tiền khá vui đấy. Cháu cũng có thể dùng những thứ mình tìm thấy để tặng cho người khác hoặc dùng làm thức ăn.",
  "summer_Wed": "Chào cháu. Cháu có đủ đồ dùng hay dụng cụ cho nông trại không?#$e#Nếu không thì bọn cô có thể giúp cháu đấy.#$e#Bọn cô có khá nhiều loại vật phẩm hữu ích trong kho.",
  "summer_Sat": "Do cô đa nghi, hay là Abigail trông có vẻ nhợt nhạt vậy?#$e#Có lẽ cô quá lo lắng về con bé thôi.",
  "summer_Sat_inlaw_Abigail": "Sức khỏe của Abigail như thế nào rồi? COn bé luôn nhợt nhạt như vậy. Cô hy vọng cuộc sống ở nông trại sẽ làm con bé trở nên có sức sống hơn.",
  "summer_Sun": "Hôm nay cô sẽ thư giãn và suy nghĩ mọi thứ dưới góc nhìn thật lạc quan.#$e#Cháu có bao giờ dành cho mình một ngày nghỉ không?",
  "summer_Wed6": "Cô có cảm giác như là mình càng già thì thời gian trôi càng nhanh vậy...$s ",
  "fall_Mon": "Mùa thu là mùa yêu thích của Abby, Nên cô hy vọng con bé sẽ ra khỏi phòng nhiều hơn.",
  "fall_Mon_inlaw_Abigail": "Abby đang học vài lớp online ở đây, nhưng cô nghĩ tâm hồn con bé để ở đâu ấy...#$e#Con bé là một linh hồn tự do tự tại, giống như cô trước khi gặp Pierre vậy. Có lẽ con bé đang có một cuộc sống tuyệt vời ở nông trại của con.",
  "fall_Tue": "Cô từng thấy ở trong rừng có những cây nấm có thể ăn được.#$e#Khai phá rừng là một cách kiếm tiền khá vui đấy. Cháu cũng có thể dùng những thứ mình tìm thấy để tặng cho người khác hoặc dùng làm thức ăn.",
  "fall_Sat": "Do cô lo lắng quá, hay là Abigail thực sự dành quá nhiều thời gian để chơi game vậy?#$e#Có lẽ cô hơi cổ hủ rồi.",
  "fall_Wed6": "Cháu biết đấy, cô đã từng muốn trở thành một người nông dân. À, ý cô là giống kiểu chủ trang trại chăn nuôi hơn.#$e#Khi còn bé, cô rất thích những bộ phim về miền tây hoang dã.",
  "winter_Tue": "Mùa đông khá khắc nghiệt, nhưng nếu cháu may mắn thì sẽ đào được một số củ.#$e#Khai phá rừng là một cách kiếm tiền khá vui đấy. Cháu cũng có thể dùng những thứ mình tìm thấy để tặng cho người khác hoặc dùng làm thức ăn.",
  "winter_Fri": "Dù cho thời tiết có lạnh, cô vẫn trông nom khu vườn công cộng thường xuyên.#$e#Cô chỉ muốn đảm bảo rằng chúng sẽ không bị hư hại quá nhiều khi mùa xuân đến.",
  "winter_Sat": "Cháu có nghĩ rằng trông Abby sẽ tuyệt hơn với màu tóc tự nhiên của con bé không?#$e#Nó từng có mái tóc màu hạt dẻ nhạt.",
  "winter_Wed6": "Cháu có thấy hào hứng về năm mới không?#$e#Cô dự đoán rằng cháu sẽ có một thành công rực rỡ ở nông trại đấy.$h"
}