{
  "Introduction": "Ừm... chào cháu. Chú là Clint.#$e#Chú là thợ rèn của thị trấn. Nếu mà cháu cần nâng cấp các dụng cụ thì chú rất sẵn lòng giúp đỡ.",
  "Resort_Entering": "Chú sẽ mặc chiếc quần đặc biệt màu đỏ. Trông chú sẽ bắt mắt lắm đây.",
  "Resort_Leaving": "Ừm... việc này có vẻ không hay ho như chú đã nghĩ...",
  "Resort_Shore": "Ôi không... Chú quên cắt móng chân rồi.$s",
  "Resort_Shore_2": "Chú đã nghĩ việc làm ở lò rèn lâu nay có thể giúp mình quen với cái nóng, vậy mà chú lại đổ mồ hôi đầm đìa ở nơi này.$s#$e#Chú mong là không có ai để ý...#$e#%Cơ thể chú Clint trông ướt đẫm mồ hôi...",
  "Resort_Chair": "Ối... Cơ thể chú cháy như bị chiên giòn vậy.$s",
  "Resort_Bar": "Chú đói bụng quá...$s",
  "Resort": "*sigh*... Mặc dù có nhiều người ở đây nhưng không hiểu sao chú vẫn cảm thấy cô đơn...$s",
  "reject_868": "Hmm... Hòn đá đó trông thật thú vị, đây là lần đầu tiên chú nhìn thấy một thứ như vậy.#$b#Nhưng mà chú không biết phải làm gì với nó cả. Chú là một người bình thường làm những việc bình thường, chứ không phải là người tạo ra phép màu...",
  "cc_Minecart": "Bằng một cách nào đó, hệ thống xe vận chuyển khoáng sản đã hoạt động trở lại . Điều này khiến việc khai thác khoán sản ở mỏ quặng trở nên dễ dàng hơn rất nhiều.#$b#Nhưng cũng đừng hy vọng gì nhiều... nếu nó có thể hoạt động lại một cách bất thình lình như vậy thì nó cũng có thể sẽ nhanh bị hỏng...",
  "Mon": "Đúng vậy. Chú là một thợ rèn.#$e#Bố chú cũng là một thợ rèn.#$e#Ông chú cũng làm thợ rèn luôn.$u#$q 9/9 Mon_old#Cháu có biết cụ của chú là gì không...#$r 9 30 Mon_9#Là một thợ rèn.#$r 9 50 Mon_clown#Như một trò đùa vậy.#$r 9 -50 Mon_rude#Thật mỉa mai làm sao.",
  "Mon_old": "Và... cụ tổ chú cũng là một thợ rèn.",
  "Mon_9": "Sao cháu biết điều đó vậy?$u",
  "Mon_clown": "Hahahaha. Được đấy.$h",
  "Mon_rude": "Wow. điều đó khá thô lỗ. Chú chỉ đang cố tỏ ra vui tính và cháu đã mang nó lên một tầm cao mới.",
  "Mon4": "Hãy mừng vì cháu là một người nông dân, @. Lao động ở ngoài trời vẫn tốt hơn là ở trong lò rèn cả ngày.#$e#Chú bị bố ép nên mới phải làm nghề rèn này thôi.",
  "Tue": "Nếu cháu muốn nâng cấp các dụng cụ của mình, cháu sẽ phải đưa cho chú đúng loại quặng mà dụng cụ đó cần.#$e#Và dĩ nhiên cháu sẽ phải trả tiền công cho chú nữa.",
  "Wed": "Này. Cháu cần gì à?",
  "Wed6": "Oh, xin chào @. Nếu trông chú có lôi thôi thì cho chú xin lỗi nhé. Chú đã dành cả buổi sáng để làm việc trong lò rèn.$h#$e#Vậy, cháu có cần gì không, hay là cháu chỉ ghé thăm chú thôi?",
  "Thu": "Gần đây việc làm ăn của chú khá tệ.#$e#Cháu có muốn nâng cấp dụng cụ của mình không? Chú cần phải kiếm ít tiền trang trải.",
  "Fri": "Thời tiết bên ngoài như thế nào chẳng ảnh hưởng gì chú cả. Vì quanh năm suốt tháng chú toàn làm việc trong lò rèn.#$e#Chán nhỉ?",
  "Sat": "Đôi khi chú tự hỏi sao mình lại quyết định sống tại thị trấn này.$u",
  "Sat6": "Khỉ thật, chú quá già cho những việc mang đầy tính kích thích này. Những điều mà chủ biết là đổ mồ hôi từ năm này sang tháng nọ, làm việc ở một lò rèn nóng bức.",
  "Sun": "Cháu không có việc gì để làm à?",
  "Sun4": "Các dụng cụ của cháu như thế nào rồi?",
  "event_advice1": "Okay... chú sẽ ghi nhớ điều đó.",
  "event_advice2": "Vấn đề chính là chỗ đấy... chú đã cố tỏ ra tự nhiên... nhưng mà chưa lần nào thành công cả.$s",
  "summer_Mon4": "Hãy mừng vì cháu là một người nông dân, @. Lao động ở ngoài trời vẫn tốt hơn là ở trong lò rèn cả ngày.#$e#Chú bị bố ép nên mới phải làm nghề rèn này thôi.",
  "summer_Wed6": "Oh, xin chào @. Nếu trông chú có lôi thôi thì cho chú xin lỗi nhé. Chú đã dành cả buổi sáng để làm việc trong lò rèn.$h#$e#Vậy, cháu có cần gì không, hay là cháu chỉ ghé thăm chú thôi?",
  "summer_Thu": "Gần đây việc làm ăn của chú khá tệ.#$e#Cháu có muốn nâng cấp dụng cụ của mình không? Chú cần phải kiếm ít tiền trang trải."
}