{
  "Introduction": "Xin chào ! Chú là Demetrius, là một nhà nghiên cứu và cũng là một người cha nữa . Cảm ơn cháu đã tự giới thiệu bản thân!#$e#Hiện tại thì chú đang nghiên cứu về các loại động, thực vật của địa phương ở phòng nghiên cứu.#$b#Cháu đã gặp Maru, con gái chú chưa? Con bé rất mong được gặp cháu.",
  "Resort_Entering": "Chú vừa phát hiện ra một loài cua quý hiếm ở đây. Nơi này tuyệt thật.$h",
  "Resort_Leaving": "Chú sẽ phải mất vài tháng để phân tích xong những dữ liệu này đây.",
  "Resort_Shore": "*xào xạc*... Ồ, đây là một loài cua trong sách đỏ...$s#$b#...#$b#À thôi, không có gì. Đó chỉ là một chiếc vỏ rỗng! Tối nay chú có thể ngủ ngon rồi.",
  "Resort_Chair": "@, cháu có thấy vui không? Cháu nên sắp xếp thời gian hợp lý giữa làm việc và nghỉ ngơi!",
  "Resort_Bar": "Thường thì chú sẽ không tham gia vào các hoạt động kiểu này... Nhưng mà đâu phải lúc nào chú cũng có kỳ nghỉ trên đảo như thế này. Hahaha.$h",
  "Resort": "Nhìn nơi này xem, cháu có tưởng tượng được không? Nó đầy ắp những sự sống kỳ lạ!",
  "reject_869": "Đây là một mẫu vật tốt, nhưng mà chỉ là loại bình thường. Cháu có thể giữ lấy nó.",
  "reject_865": "Muối và hoa quả?Sự kết hợp thật là lạ lùng...$s",
  "pamHouseUpgradeAnonymous": "Robin không bao giờ chịu nói cho chú biết ai là người đã chi trả cho việc xây nhà cho Pam!#$e#Tuy bên ngoài chú tỏ ra vẻ bất mãn về việc cô ấy giữ bí mật với chú, nhưng mà trong thâm tâm chú vui vì cô ấy giữ đúng lời hứa của mình...$h",
  "Mon": "Đôi khi Maru giúp chú làm những công việc vặt trong phòng nghiên cứu... Con bé đúng là một đứa trẻ tốt.",
  "Mon_inlaw_Maru": "Khá là khó khăn để thực hiện nghiên cứu khi không có sự giúp đỡ của Maru...#$b#Nhung mà hạnh phúc của con bé quan trọng hơn thí nghiệm của bố nhiều!",
  "Tue": "Thung lũng này có hệ sinh thái rất đa dạng và sinh động. Đó là điều làm chú cảm thấy rất phấn khích khi tới đây.",
  "Wed": "Dường như cháu đang trồng khá nhiều giống cây thú vị ở nông trại nhỉ?#$e#Ngày nào đó chú sẽ ghé qua chỗ cháu nếu có thể.",
  "Thu": "Việc đồng áng của cháu như thế nào rồi? Mùa này là mùa của parsnip đúng không?#$e#Chú có thể tưởng tượng ra khung cảnh tuyệt vời ấy, lao động ngoài trời cả ngày với đám cây cối.",
  "Fri": "Robin khá là nóng tính. Tốt nhất là không nên làm trái ý của cô ấy.#$e#Đừng nói với cô Robin là chứ nói điều đó đấy.$h",
  "Sat": "Để xem nào... Nếu như các hợp chất trong bầu rễ có đủ lượng Carbon-13 thì...$u#$b#Oh! Ồ chú xin lỗi. Chú đang mãi xem các dữ liệu nên không nhận ra cháu đang ở đây.#$e#Cháu cần giúp gì sao?",
  "Sun": "Nghỉ ngơi là điều rất cần thiết đối với người lao động.#$e#Chú đoán việc này khá là khó khăn khi mà cháu làm việc ở một nông trại.#$e#Nhưng mà, ít ra thì cháu cũng sẽ không phải lo lắng về vụ mùa vào mùa đông.",
  "Fri4": "Robin khá là nóng tính. Tốt nhất là không nên làm trái ý của cô ấy.#$e#...Nếu như chú có thể đo được các cung bậc cảm xúc của Robin, có lẽ chú cũng có thể dùng đường hình sin để lập ra mô hình dao động...$u",
  "Wed6": "Chào @! Hôm nay cháu thế nào?#$e#Chú ước mình có thể khiến công việc của cháu trở nên dễ dàng hơn.",
  "Event_tomato1": "Thật sao? Chú không thể tin được là một người nông dân có thể đưa ra đáp án chính xác như vậy...$s",
  "Event_tomato2": "Thấy không? @ cũng đồng tình với chú.",
  "Event_Lab_Silence": "Chà, ta nên chuẩn độ dung dịch này trước khi nó khiến chúng ta đóng băng.",
  "Event_Lab_Rat": "*sigh*... %fork$4",
  "summer_Mon": "#$e#%Chú Demetrius đang đắm chìm trong suy tư.#$e#Xin lỗi, chú thực sự rất bận.#$e#Lúc này, có quá nhiều loài thực vật cần phải nghiên cứu.",
  "summer_Tue": "Hãy chắc rằng cháu nhớ tưới nước mỗi ngày.#$e#Nhưng nếu cháu đang sử dụng water retaining soil thì việc thường xuyên tưới nước là không cần thiết.#$e#Điều này khá là tiện lợi.",
  "summer_Thu": "Việc kinh doanh của nông trại cháu tốt không? Đang là mùa tomato phải không nhỉ?#$e#Chú có thể tưởng tượng ra khung cảnh tuyệt vời ấy, lao động ngoài trời cả ngày với đám cây cối.",
  "summer_Fri": "$p 40#Chú nghe nói rằng Maru đã cho cháu sử dụng chiếc kính viễn vọng ở sân.|Nếu như cháu và Maru trở thành bạn bè, chú chắc chắN rằng con bé sẽ cho cháu sử dụng chiếc kính viễn vọng ngoài sân.#$e#Thú vị chứ nhỉ?",
  "summer_Fri_inlaw_Maru": "Chú hy vọng Maru sẽ theo đuổi toán và khoa học!",
  "summer_Sat": "Hmm... Nếu tăng lượng hormone ức chế sinh trưởng trên thực vật, Liệu nó có ảnh hưởng đến sự phát triển của thực vật khi sống cộng sinh hay không??$u#$b#Oh! Chú xin lỗi. Chú đang mãi xem các dữ liệu nên không nhận ra cháu đang ở đây.#$e#Cháu có cần giúp gì không?",
  "summer_Mon6": "Vì muốn đóng góp vào sự phát triển của nhân loại nên chú chọn trở thành một nhà khoa học..#$e#Và dĩ nhiên, những việc này sẽ chẳng có tiến triển gì nếu thiếu những người nông dân như cháu.$h",
  "fall_Mon": "Mỗi năm, vào khoảng thời gian này thì chú thường để mắt tới những cây nấm.",
  "fall_Tue": "Nhờ vào khoa học mà ta đã có thể hiểu biết thêm về thiên nhiên.#$e#Nhưng kiến thức là vô tận, ta luôn có nhiều điều cần học hỏi.",
  "fall_Thu": "Việc kinh doanh của nông trại thế nào rồi? Giờ đang là mùa corn nhỉ?#$e#Chú có thể tưởng tượng ra khung cảnh tuyệt vời ấy, lao động ngoài trời cả ngày với đám cây cối.",
  "fall_Fri": "Maru đã dành rất nhiều thời gian với những thiết bị của con bé.#$e#Chú thấy rất vui vì con bé như vậy.",
  "fall_Fri_inlaw_Maru": "Đến giờ chú vẫn cảm thấy ngạc nhiên về robot của Maru... Đó là một giấc mơ phải không?",
  "fall_Sat": "Để xem nào... Có lẽ dịch tiết của giun tròn đã ảnh hưởng đến sự cố định của Nitơ...$u#$b#Oh! Chú xin lỗi. Chú đang mãi xem các dữ liệu nên không nhận ra cháu đang ở đây.#$e#Cháu có cần giúp gì không?",
  "fall_Wed6": "Hi @. Mỗi lần cháu ghé thăm, chú đều cảm thấy rất vui.#$e#Thật tuyệt khi có người bạn đồng hành sau chuỗi ngày làm việc cô đơn.",
  "winter_Mon": "Giờ chú đang tạm dừng việc nghiên cứu để nghỉ ngơi.",
  "winter_Tue": "Hãy nói chuyện với vợ chú nếu cháu muốn nâng cấp ngôi nhà của mình.",
  "winter_Wed": "Nhà của cháu đã có bếp chưa?#$e#Việc nấu ăn cũng giống như làm nghiên cứu vậy.",
  "winter_Thu": "Nông trại của cháu có nuôi bất kì loài vật nào không?",
  "winter_Fri": "Hello.#$e#%Chú Demetrius dừng như đang chìm trong suy nghĩ.",
  "winter_Sat": "Xem nào... Nếu lượng Nitơ từng mùa có thể mô hình hoá bằng tính năng mảnh...$u#$b#Oh! Chú xin lỗi. Chú đang mãi phân tích dữ liệu nên không biết cháu đang ở đây.#$e#Cháu có cần giúp gì không?",
  "winter_Sun": "Cháu cứ thoải mái thu thập gỗ và đá.",
  "winter_Fri4": "Cảm ơn cháu đã ghé thăm. Chú đang cần phải chuyển hướng sự chú ý của mình khỏi những cây đậu.#$e#Ừm... gần đây cháu đang làm gì?#$e#Nghe thú vị đấy."
}