{
  "Introduction": "À, vị nông dân mà chúng ta mong đợi đây rồi... và sẽ có biết bao chuyện hay để kể đây!#$b#Anh là Elliott... Anh sống ở cabin ngoài bãi biển. Rất vui được gặp em.",
  "Resort_Entering": "Thật là một chuyến đi thú vị!",
  "Resort_Leaving": "Hẹn gặp lại em ở thung lũng.",
  "Resort_Leaving_2": "Hy vọng sẽ không có chú cua nào tạm trú trong quần áo anh nữa.$s#$b#Thử tưởng tượng lúc nó bò ra và thấy mình ở trên biển cách nhà cả trăm dặm mà xem!$h#$e#Hmmm... Chắc anh viết nó thành tiểu thuyết được đấy...",
  "Resort_Chair": "Anh đang nằm nghỉ để thoa ít dầu dừa lên cơ thể thôi.$h",
  "Resort_Bar": "Gus, tôi sẽ mời tất cả mọi người một chầu!#$b#*hic*... Oh... Tôi không có tiê...$s#$b#Heh heh... Xem như tôi chưa nói gì nhé!",
  "Resort_Wander": "Anh có nghe đồn về mấy tên cướp biển sẽ đến đây vào buổi tối. Và nơi này sẽ trở nên khá điên rồ với sự xuất hiện của chúng!",
  "Resort": "I must admit, this beach blows my own humble strand out of the water.","note_01":"cần bản dịch",
  "Resort_2": "Ui chao! Có sợi rong biển quấn vào tóc anh rồi.#$e#Thư giãn trên biển cũng có khi khó chịu vậy đấy.",
  "danceRejection": "Xin lỗi em... hôm khác nhé.$s",
  "divorced": "...$s#$e#Sao em lại làm anh đau khổ như vậy? Chẳng lẽ em không thấy mình đã làm tan vỡ mọi hy vọng và ước mơ của anh sao?$s",
  "dumped_Guys": "Đi đi. Anh không thể chịu nổi khi nhìn thấy em.$s",
  "secondChance_Guys": "Em đã làm anh tổn thương không gì đong đếm được... nhưng anh sẵn sàng bỏ qua quá khứ ấy.$s",
  "breakUp": "Ah... cánh hoa tàn. Điều anh mong sẽ không bao giờ xảy ra...$s#$b#Chắc đâu đó ngoài kia sẽ có người phù hợp với anh hơn...$s",
  "Mon": "Thị trấn vẫn còn khá mới mẻ đối với anh, nhưng anh cảm thấy như đang ở nhà vậy.$h#$e#Anh mới chuyển đến trước em một năm thôi.",
  "Mon4": "Anh hy vọng em có thể xem nơi này là 'nhà'.",
  "Tue": "Một ý tưởng hay có thể vụt qua trong đầu lúc em không ngờ đến nhất... nhưng nếu tâm trí em quá bận rộn thì em sẽ quên mất nó.#$e#Chà, anh thực sự cần phải quay lại làm việc.",
  "Tue6": "Tiếng cọ bút ngọt ngào trên giấy chính là âm nhạc cho tâm hồn anh.$u#$b#Vì thế anh chọn bãi biển làm nhà mình, như vậy anh sẽ có sự yên bình và tĩnh lặng để làm việc.",
  "Wed": "Khu rừng là một nơi rất tuyệt đấy. Em đã đến đó chưa?",
  "Wed8": "Xin lỗi em, đang có vài điều làm anh buồn phiền.$s#$e#Anh ước tương lai mình có thể trở nên rõ ràng hơn.$s#$e#Anh không muốn già đi như một vị tu sĩ lẻ loi ở ngoài biển...$s",
  "Thu2": "Anh không thể tìm được cảm hứng để viết cuốn tiểu thuyết của mình...$s",
  "Thu4": "Gần đây anh cảm thấy tràn đầy hứng khởi. Chắc thời tiết đang thay đổi.",
  "Thu6": "Đôi khi anh tự hỏi liệu có phải do anh không có tài năng gì mà vẫn tâng bốc bản thân không nữa...$s#$e#Không, không... Anh không câu cá vì những lời khen ngợi đâu. Dù vậy, anh vẫn rất cảm kích...",
  "Thu8": "#$1 elliottApol#Anh thấy hơi cô đơn khi ở ngoài này một mình... cho anh xin lỗi nếu anh có hơi chủ động khi chúng ta gặp nhai lần đầu. Anh chỉ mong có được một người bạn.$k#$e#Thật tốt khi có một người bạn thân như em.",
  "Thu": "Chào, @.#$e#Em khỏe không?",
  "Fri": "Không khí trong lành từ thung lũng rất tốt cho cơ thể và trí óc đấy.#$e#Anh luôn được tiếp thêm sinh lực mỗi lần đi dạo ngoài này.",
  "Fri4": "Ấy... đừng để ngọn đuốc gần tóc anh đến vậy...$8",
  "Fri8": "Nói thật... anh mất vài tiếng mỗi sáng để khiến tóc mình được đẹp như vậy.",
  "Sat": "Chắc em không thích ở trong cabin của anh đâu nhỉ. Nhìn nó tối tăm và đầy nhện.$s",
  "Sat4": "Em bỏ qua cho sự tồi tàn trong cabin của anh nhé.",
  "Sat6": "Có vài người khá rụt rè. Hãy thể hiện sự quan tâm với họ và họ sẽ thấy thoải mái khi ở gần em ngay thôi.#$e#Ai cũng thích có bạn bè, cho dù là ông thợ rèn khó tính đi chăng nữa.","note_02":"grumpy",
  "Sun": "Chào em. Cuộc sống mới ở nông trại vẫn diễn ra như em muốn chứ?",
  "Sun6": "Ồ, @! Anh đang mong em xuất hiện.#$e#Thật vui mỗi khi được gặp em.$h",
  "event_idea1": "Huyền bí à? Nó chắc hẳn là một thể loại thú vị đấy. Anh sẽ nhớ lấy điều này.",
  "event_idea2": "À, một trong những thể loại kinh điển. Anh sẽ nhớ lấy điều này.",
  "event_idea3": "Anh sẽ không bao giờ đoán ra được! Anh cho rằng ngay cả những người làm nghề 'vĩ đại nhất' cũng có lúc để đầu óc tận trên những vì sao.$h#$b#Anh sẽ nhớ lấy điều này.",
  "event_boat1": "... Anh đã lo rằng em sẽ không có chung cảm nhận như anh.$l^Anh cũng vậy.$l",
  "event_boat2": "Ôi! Anh vô cùng xin lỗi.$8%fork",
  "event_toast1": "Như thế... cũng được.#$b#Nâng ly vì @!",
  "event_toast2": "Đúng là một ý kiến hay!$h#$b#Nâng ly vì chúng ta!",
  "event_toast3": "Hmmph...thôi quên đi.$a",
  "event_toast4": "Ah, vì một cộng đồng hòa thuận trong tương lai... quả là một ý tưởng đậm chất nhân văn.#$b#Nâng ly vì thị trấn Pelican!",
  "summer_Mon": "Một tia nắng bé nhỏ đã đánh thức anh sáng nay. Anh chưa bao giờ thấy sảng khoái như vậy.$u#$e#Anh xin lỗi nếu nó chẳng làm em thấy thú vị.",
  "summer_Mon4": "Anh biết mình có hơi 'kỳ quặc' một chút.#$e#Anh hy vọng em không bận tâm.$h","note_03":"oddball",
  "summer_Mon6": "@, anh biết em có niềm tin ở anh khi anh trở thành nhà văn. Điều đó rất có ý nghĩa đối với anh.$h",
  "summer_Tue": "Anh tìm thấy mấy vỏ sò khá đẹp trước cửa nhà mình.#$e#I would imagine the rarer varieties to be quite valuable.","note_04":"cần bản dịch",
  "summer_Tue6": "Anh viết với hy vọng có thể gắn kết mọi người qua không gian và thời gian.$u#$e#*thở dài*...nhưng thời gian đã đổi thay. Chẳng ai thèm đọc nó nữa.$s",
  "summer_Wed": "Hẳn em thấy mãn nguyện lắm khi thấy cây trồng lớn lên từng ngày nhỉ.#$e#Giống như là cây trồng hiểu được tâm ý của em vậy.$u",
  "summer_Thu": "Ôi trời! Giày của anh lại đầy cát rồi.$s#$e#Sống ở ngoài biển khổ thế đấy.",
  "summer_Fri": "@? Trông em có vẻ mệt mỏi.#$b#Có lẽ không khí nóng nực của mùa hè khiến chúng ta dễ bị say nắng.",
  "summer_Sat": "Nắng hôm nay khá gắt... Làn da anh lại rất nhạy cảm, anh thấy ngại ra ngoài.",
  "summer_Sun": "Em đi cả quãng đường dài chỉ để đến nói chuyện với anh sao? Em thật tốt bụng.$h",
  "summer_Sun4": "Cứ đến cabin của anh bất cứ lúc nào em thích. Anh cũng muốn có người để trò chuyện cùng.$h",
  "fall_Mon": "Chào em @.#$e#Hãy nhớ nghỉ ngơi thường xuyên lúc làm việc nhé.",
  "fall_Mon4": "Ghé chỗ anh nghỉ ngơi nếu em muốn thoát khỏi việc đồng áng nhé.$h#$e#Anh ở nhà suốt ấy mà.",
  "fall_Tue": "Truyền thuyết kể rằng, có một con tàu cướp biển chất đầy vàng bạc, đã bị đắm ở đây từ rất lâu rồi",
  "fall_Tue8": "@, anh đang nghĩ về em đó.$l#$e#Có khi nào em cũng cảm nhận được?$h#$e#Nào! Kể anh nghe về ngày hôm nay của em đi.",
  "fall_Wed8": "Làm nông, anh không ngại tay lấm chân bùn đâu.#$e#Bầu không khí yên tĩnh ở nông trại có thể thành nguồn cảm hứng văn chương dồi dào đấy. Em có nghĩ vậy không?$h",
  "fall_Thu": "Trời ạ! Một chú cua nhỏ biến túi áo anh thành nhà rồi nè.$l#$e#Sống ở đây là rắc rối vậy đấy.",
  "fall_Fri4": "Chân anh tê cứng vì ngồi viết sách cả đêm qua.$s#$e#Đôi lúc, anh thấy thật ghen tỵ với em đó @.",
  "fall_Fri": "Chân anh tê cứng vì ngồi viết sách cả sáng nay.$s",
  "fall_Fri10": "@, khi có em ở bên... anh thấy mình tràn đầy ý tưởng.$l#$e#Anh biết điều này kì lạ lắm..., nhưng anh nói thật đấy.",
  "fall_Sat": "Trời thường nổi gió vào thời điểm này trong năm. Thật là vi diệu!$h",
  "fall_Sun": "Anh phải nhớ tưới cây hôm nay. Và nhất định không tưới nhầm nước biển nữa!",
  "winter_Mon": "Em đến thăm anh trong cái giá lạnh này sao?#$e#I could do with a respite from my lonely labors.","note_05":"cần bản dịch",
  "winter_Mon4": "@, em lội tuyết để đến gặp anh sao?#$e#Anh cảm thấy thật vinh dự!$h",
  "winter_Tue": "Con người đã mưu sinh nhờ biển cả từ hàng ngàn năm trước.#$e#Còn anh chỉ cần cửa hàng tạp hóa là đủ.$s",
  "winter_Tue10": "@, Anh có cảm giác rằng em sẽ đến đây.#$e#Có lẽ chúng ta có thần giao cách cảm đấy.$l",
  "-winter_Wed": "Một ngày sẽ khó chán nếu em làm theo những điều mình thích.$u#$e#Xin lỗi em, anh lảm nhảm mấy điều vu vơ thôi.",
  "winter_Thu": "Hãy hít một hơi thật sâu. Em có ngửi thấy không? Mùi của biển cả đấy.#$e#Em cảm thấy nó thế nào?",
  "winter_Thu6": "Hãy hít một hơi thật sâu. Em có ngửi thấy không? Mùi của biển cả đấy.#$e#Mỗi khi ngửi thấy mùi biển, anh lại nhớ đến thời niên thiếu của mình. Hồi ấy, anh luôn bị ấn tượng bởi đại dương bao la.",
  "winter_Fri": "Ngày nào anh cũng phải chải tóc, nếu không nó sẽ kết thành mấy cái búi rối.#$e#Nuôi tóc cũng vất vả lắm.#$e#Anh ngạc nhiên là mình vẫn chưa cạo phăng nó đi.$h#$e#Chắc anh lại nghĩ viễn vông rồi.",
  "winter_Sat": "Giờ anh thường tập thể dục ở trong nhà, từ khi ngoài trời bắt đầu lạnh buốt.#$e#Xin lỗi em nếu trong này có hơi ẩm ướt một tí.$s",
  "winter_Sun": "Anh cần phải kỳ cọ cái sàn hôm nay mới được. Hình như có cả tảo mọc lên rồi.$s#$e#Liệu em có rảnh để dọn dẹp cùng anh không?"
}