{
  "Introduction": "Ooh!... Mình hiểu mà. Chắc chắn bạn sẽ thích thị trấn Pelican này.#$b#Nếu như bạn cần tìm việc làm vào buổi chiều thì nãy tới quán rượu. Mình cũng làm việc ở đó!",
  "Resort_Entering": "Oh, Mình thích nơi này! Ở đây có rất nhiều vẹt!",
  "Resort_Leaving": "Ah... không khí thật trong lành.",
  "Resort_Shore": "Bạn có cảm thấy không? Đại dương như chứa trong mình năng lực chữa lành cho tâm hồn.",
  "Resort_Chair": "Bạn có thấy vui không @? Từ giờ và về sau bạn nên chú ý nghỉ ngơi nhiều hơn!",
  "Resort_Bar": "Cảm giác thật tuyệt khi được một lần ngồi ở góc này của bar!$h",
  "Resort": "Nếu như bạn chịu mở lòng, bạn sẽ có thể cảm nhận được hơi ấm của tình thương từ mọi người.$h",
  "Resort_Dance": "%Emily đang đắm chìm trong giai điệu.",
  "danceRejection": "Mình rất xin lỗi nhưng... mình đã đồng ý nhảy với người khác mất rồi.$u",
  "divorced": "@... Anh đã làm tan nát trái tim em... Em không muốn nói chuyện với anh nữa.$s#$e#Làm ơn hãy để con tim này tự chữa lành...$s",
  "dumped_Girls": "...$s",
  "breakUp": "Nh...Nhưng em tưởng chúng ta có mối liên kết đặc biệt nào đó... *sniff*$s",
  "reject_866": "Oh, nó đẹp thật... Mình biết một người bạn chắc chắn sẽ rất thích nó! Nhưng cô ấy sống ở xa lắm...",
  "secondChance_Girls": "@... Em sẵn sàng cho anh một cơ hội nữa. Em có lòng tin rằng đâu đó trong anh vẫn tồn tại những điều tốt đẹp.$s",
  "Mon": "Mình đã nói với bạn về việc Haley và mình là chị em chưa nhỉ? Lạ thật đúng không?",
  "Mon2": "Mình có một sở thích bí mật, nhưng mà sẽ không kể ra đâu.#$e#Có thể một ngày nào đó mình sẽ cho bạn biết.$h",
  "Mon4": "Thế giới này có đầy rẫy những linh hồn và cả phép thuật nữa... Có một số người không tin vào điều đó, nhưng mình biết đó là sự thật.#$e#Qua đôi mắt của bạn, mình có thể thấy rằng... bạn cũng tin vào điều mình vừa nói.",
  "Mon6": "Ước gì Haley sẽ tìm một việc làm, hoặc ít nhất là phụ giúp việc nấu ăn và dọn dẹp trong nhà.$s#$e#Mình nghĩ rằng con bé đang mong chờ một bạch mã hoàng tử.$u",
  "Mon6_inlaw_Haley": "Mình phải thừa nhận rằng, Haley chuyển đến sống cùng bạn đã giúp đỡ mình rất nhiều trong việc chăm sóc nhà cửa.",
  "Mon8": "Có một số người tốt bụng trong thị trấn này không được hạnh phúc. Điều này khiến mình cảm thấy khá buồn.$u#$e#Vì mình làm việc ở quán rượu, nên thường nghe được nỗi ưu sầu của mọi người.$u",
  "Tue": "Mình làm việc bán thời gian ở quán rượu của chú Gus. Công việc này vừa đủ trang trải cho cuộc sống.",
  "Tue4": "Mình làm việc ở quán rượu chỉ là để kiếm sống... thật ra thì mình muốn làm thợ may hơn.$u#$e#Mình đã làm ra những trang phục này từ những mảnh vải vụn, trông nó đẹp chứ?",
  "Tue6": "Oh, hi... mình thấy rất vui khi bạn ghé thăm.$h",
  "Tue8": "@... Bạn biết đấy, mình có thể thấy tương lai chúng ta rất tươi sáng.",
  "Wed": "Mình có nghe tin đồn về những chiếc nhẫn ma pháp mang trong mình sức mạnh to lớn và được rèn từ rất lâu về trước bởi nên văn minh bị quên lãng. Mình không biết điều đó có thật không hay chỉ là một câu chuyện cổ tích nào đó.",
  "Wed4": "Bạn bắt cá để ăn à? I just hope you treat the poor things humanely.$s#$e#Mọi sự sống đều đáng quý trọng, kể cả những chú slime.",
  "Wed6": "Hãy tin rằng... ngày qua ngày, bạn dần tiến xa hơn trên con đường đời và đến gần hơn với định mệnh của bản thân mình.",
  "Wed8": "Hi, @.$u#$e#Mình đã luôn biết rằng chúng ta sẽ trở nên rất thân thiết mà...",
  "Thu": "Mình hy vọng rằng bạn vẫn kiên trì với công việc ở nông trại. Hệ sinh thái của thung lũng đang rất mong manh!#$e#Sao mình biết điều đó à? Giác quan thứ 6 của mình đấy!",
  "Thu4": "Đôi khi những bông hoa kể chuyện cho mình... Cũng như con người, mỗi bông hoa có một câu chuyện riêng!",
  "Fri": "Ah, mùa xuân. Mùa của những màu pastel. Thực ra thì mình thích màu ngọc hơn.#$b#Oh, Mình xin lỗi! Mình lại lảm nhảm về thời trang đúng không?",
  "Sat": "Mình thích tự may quần áo, nhưng mà vải khó tìm lắm.#$e#Mà đường tới thành phố thì xa nữa chứ.",
  "Sat6": "Bạn có từng nghĩ về đường vân của những tấm vải chưa @? Mỗi một vân có một tính cách riêng đấy... thứ cảm nhận chất vải của chiếc váy này xem... bạn thấy chứ?",
  "Sun": "Hi @!#$e#Bạn có nuôi cừu ở nông trại chứ? Lông cừu có thể biến nó thành len và rồi trở thành những tấm vải tuyệt đẹp!#$e#Nhưng mà bạn cần một khung cửi để làm vậy. Nếu bạn biết các nguyên vật liệu thì bạn sẽ có thể tự làm đấy.",
  "Sun4": "Bố mẹ đã để ngôi nhà này cho bọn mình chăm sóc. Họ đã đi du lịch vòng quanh thế giới từ hai năm trước rồi.#$e#Bọn mình chẳng biết khi nào họ mới quay lại nữa.#$e#Tuy vậy, mình thích sống ở đây. Cảnh quan ở đây rất đẹp và mọi người cũng rất tốt bụng nữa.",
  "event_dance1": "Mình cảm ơn!",
  "event_dance2": "Um... Okay. Mình xin lỗi nếu điều này làm bạn không vui. Chắc là ba năm luyện tập của mình chả giúp ích được gì cả...$s",
  "event_dance3": "Bạn nghĩ thế thật sao? Đó chính xác là điều mà mình muốn!$h#$b#Mình mừng là bạn thích.",
  "summer_Mon": "Haley là một ngườI kén ăn. Thật khó để chuẩn bị bữa ăn cho con bé.",
  "summer_Mon4": "Việc ăn uống lành mạnh rất quan trọng đối với mình. Vì mình muốn được sống thật lâu và khoẻ mạnh.",
  "summer_Mon_inlaw_Haley": "Mối quan hệ của mình và Haley trở nên tốt hơn nhiều khi con bé dọn sang ở với bạn. Mình rất mong chờ lần viếng thăm tiếp theo của con bé!",
  "summer_Tue": "Hello @.#$e#Hôm nay mình thấy lười quá.$u",
  "summer_Tue6": "Linus thật đáng thương. Mọi người luôn phán xét ông ấy chỉ vị phong cách sống của ông ấy khác biệt.$u#$e#Ước gì mọi người học được cách chấp nhận.",
  "summer_Sun6": "Hi, @! Chúng ta đã trở thành những người bạn tốt đúng không?$h#$e#Đối với mình thì điều đó ổn thôi. Bạn là một người tuyệt vời.^Mình vui lắm.$h",
  "summer_Sun8": "Hi, @! Chúng ta đã trở thành những người bạn tốt đúng không?$h#$e#Nghe có vẻ lạ nhưng mình luôn biết chắc rằng điều này sẽ xảy ra.",
  "summer_Wed": "Trời không thường hay mưa vào mùa hè phải không?#$e#Điều này có nghĩa là bạn sẽ phải tưới nước thường xuyên hơn nhỉ?#$e#Hay là bạn sẽ tận hưởng ánh nắng mùa hè này?",
  "summer_Thu": "Mình xem những chú ong, bướm là những người bạn đặc biệt của mình!",
  "summer_Fri": "Nếu mình không quá bận rộn thì đã đến nông trại giúp đỡ bạn rồi!#$e#Nhưng nếu mình tìm việc khác thì chú Gus chắc sẽ buồn lắm...$s",
  "summer_Fri6": "Bạn biết đấy, Mình chắc rằng Gus sẽ hiểu nếu một ngày nào đó mình không làm việc ở quán rượu nữa.#$b#Có cả một vùng trời bao la ngoài kia, mình không thể cứ mãi làm một cô hầu bàn được.$u",
  "summer_Sat": "Đừng lạm việc quá sức nếu bạn không muốn tỉnh dậy trong phòng khám của Harvey!",
  "summer_Sun": "Hi @!",
  "summer_Sun4": "Những người bạn tốt của mình sẽ ghé thăm vào thời điểm này của năm... Ý mình là những chú vẹt!",
  "fall_1": "Ah, đến mùa thu rồi. Tới lúc thay đổi các loại cây trồng rồi nhỉ?",
  "fall_Mon": "Chẳng phải thời tiết này rất thích hợp cho một buổi picnic sao?",
  "fall_Mon8": "Mình sẽ đề xuất đi picnic ngay nếu không bận làm việc!",
  "fall_Tue": "Hello. Mùa hè của bạn tốt chứ?",
  "fall_Tue4": "Hi @! Mình cá là việc làm ăn ở nông trại rất tốt vào mùa hè qua nhỉ?#$e#Bạn là một người nông dân rất tuyệt vời đấy.$h",
  "fall_Wed": "Một người bạn của mình mở một cửa hàng nhở ở sa mạc. Nếu bạn có đến sa mạc thì hãy giúp mình gửi lời chào tới bạn ấy.#$e#Mình nhớ bạn ấy có bán một số vật phẩm quý đấy.",
  "fall_Thu": "bạn có thân với chú Clint không? Chú ấy là một người tốt nếu bạn có thể hiểu.#$e#Làm việc ở lò rèn cả ngày khiến chú ấy trở nên cô đơn. Vậy mà còn ngại kết bạn với người khác nữa chứ.",
  "fall_Thu8": "Hình như chú CLint giận mình rồi. Chú ấy còn chẳng buồn nhìn mình lấy một lần...$u#$e#Mình luôn nghĩ rằng mình và chú ấy là bạn bè chứ.$u",
  "fall_Fri": "Lại một ngày mùa thu tươi đẹp khác.#$e#Đáng tiếc là nó sẽ qua rất nhanh.",
  "fall_Fri6": "Bạn có thể cảm thấy bầu không khí trong lành này chứ? Thật tuyệt đúng không?#$b#Mình sợ Tập đoàn Joja sẽ lấy những điều tuyệt vời ấy đi khỏi thị trấn.$u",
  "fall_Sat": "Hãy mở rộng tâm trí và một điềU thú vị nào đó có thể sẽ xuất hiện.#$e#Dù sao thì, ngày hôm nay của bạn thế nào?",
  "fall_Sat6": "Mình chẳng có ước mơ hay tham vọng gì trong cuộc sống cả. Điều mình muốn đơn giản là một cuộc sống yên bình và thoải mái.",
  "fall_Sun": "Còn gì sảng khoái hơn một ngày chủ nhật đầy nắng chứ!",
  "fall_Sun6": "Có quá nhiều rào cản vô hình giữ chân ta. Sao mọi người không học cách buông bỏ và chấp nhận?#$e#Mình sao? Thì, bạn biết mọi người nói gì rồi đấy... 'Bạn không thể giam cầm một Junimo'.",
  "fall_Sun10": "@, bạn thật là tốt bụng! Cảm ơn vì đã trở thành bạn của mình.$h",
  "winter_Mon": "Hãy cẩn thận kẻo một viên đá rơi vào đầu đấy!",
  "winter_Mon10": "Hãy cẩn thận kẻo một viên đá rơi vào đầu đấy! Mình không muốn thấy bạn bị thương đâu!",
  "winter_Tue": "Oh, hello @!$h#$e#Chắc hẳn bây giờ bạn là một người nông dân rất cừ nhỉ?",
  "winter_Tue2": "Mình cá bây giờ bạn là một người nông dân rất giỏi!",
  "winter_Tue4": "Hình như tóc mình bị đóng băng rồi...$s",
  "winter_Wed": "Haley và mình không phù hợp với một ngôi nhà lớn. Khó để giữ mọi thứ sạch sẽ lắm.#$e#À thì... mình không nên phàn nàn về điều này mới phải.#$e#Nông trại của bạn có vẻ rất là ấm cúng đấy.$h",
  "winter_Thu": "Chắc mấy chú cá thấy lạnh lắm.$s#$e#Không biết cá có ngủ đông không nhỉ? Chắc là mình nên hỏi chú Demetrius.",
  "winter_Fri": "Nếu mình không quá bận thì đã giúp bạn với cái hang bên hồ rồi.#$e#Mình chắc là trong đó có những loại pha lê hiếm.",
  "winter_Sat": "Bạn biết nấu món 'Bean Hotpot' không?#$e#Mình khá là thích món đó.$h%revealtasteEmily207#$e#Khó để mà kiếm được nguyên liệu tươi ngon vào mùa đông nhỉ?",
  "winter_Sun": "Hi!#$e#...Vâng?",
  "winter_Sun6": "Thỉnh thoảng mình và em gái cãi nhau, nhưng mà mình sẽ thấy rất buồn nếu con bé chuyển đi.#$e#Mình tin chắc rằng một ngày nào đó con bé sẽ trở thành một cô gái đáng yêu... Đừng nói với con bé là mình nói điều đó .$h#$e#Vậy thì, Bạn có chuyện gì muốn tâm sự cùng mình không?",
  "winter_Sun6_inlaw_Haley": "Gửi lời chào đến Haley giúp mình nhé! Và hãy nhắc con bé ghé thăm mình vào ngày mai."
}