{
  "Introduction": "Chào mừng cháu đến với cộng đồng nhỏ bé này của chúng ta! #$b#Cháu có thể gọi ta là 'Bà ngoại' nếu thích.$h",
  "reject_867": "Ồ, bà chắc là ông George sẽ thấy thú vị lắm đây!",
  "reject_866": "Quả là một bông hồng đẹp tuyệt cháu à. Cháu có đưa cho Emily xem không? Bông hoa làm bà nghĩ đến con bé.",
  "pamHouseUpgrade": "Ôi, cháu yêu quý... bà rất biết ơn khi cháu giúp Pam có được căn nhà mới khang trang như thế!$h#$e#Thật ấm lòng khi thấy mọi người biết quan tâm lẫn nhau như vậy...",
  "pamHouseUpgradeAnonymous": "Có thể ta là bà già lẩm cẩm... nhưng ta nghĩ mình biết ai có thể trả tiền cho căn nhà mới của Pam rồi... *nháy mắt*",
  "MovieInvitation": "Ôi trời! Cháu tốt bụng quá. À có chứ... Bà thích đi xem phim lắm!$h#$b#Cháu cứ đi trước đi, bà sẽ gặp cháu ở rạp chiếu phim.",
  "Mon": "Ôi! Thật là một ngày đẹp trời.$u",
  "Tue": "Đừng bận tâm ông George nhà bà. Ông ấy ít thân thiện với người lạ lắm.#$e#Nếu cháu hiểu ông ấy hơn thì ông ấy sẽ mở lòng với cháu thôi.#$e#Bà chắc hai ông cháu sẽ trở thành bạn tốt một ngày nào đó!$h#$e#Để đáp lại sự quan tâm của cháu với chồng bà, bà sẽ cho cháu biết một bí mật nhỏ: ông ấy thích leek lắm! Cháu có thể tìm thấy chúng ở trên núi vào mùa này.",
  "Wed": "#$1 evelynGarden1#Hôm qua, bà nhìn thấy một gia đình hồ điệp đẹp tuyệt bay trên khu vườn của thị trấn.$k#$e#Ông thị trưởng tốt bụng đã để bà trông nom khu vườn của thị trấn.#$e#Mấy luống hoa được bà chăm vài tuần nay rồi, nên đừng có giẫm chân lên chúng!",
  "Thu": "Hôm nay bà sẽ làm bánh quy. Bà ưa làm chúng có hình giống bông hoa vào mùa xuân.$h#$e#Chắc hôm nào đó bà sẽ chỉ cháu cách làm nhé.",
  "Fri": "Ông George cứ xem cái tivi chết tiệt ấy cả ngày nay rồi.#$e#Bà mong sao ông ấy chịu ra ngoài nhiều hơn. Hít thở không khí trong lành hẳn sẽ tốt cho ông ấy.",
  "Sat": "Bà từng thích ngắm những đám mây lắm, nhưng giờ bà không còn nhìn rõ nữa.#$e#Mắt bà không còn sáng như ngày xưa nữa.$s",
  "Sun": "Được ở gần biển như vậy thật tốt. Tiếng vỗ về của biển cả giúp bà ngủ ngon hơn.#$e#Hồi nhỏ tụi bà hay nhặt tìm vỏ sò khi thủy triều rút. Ôi những ngày xưa cũ ấy...",
  "Tue6": "Cháu thật tốt bụng khi ghé thăm bà và ông George.#$e#Không có những thanh niên như cháu, ông bà thấy mình già đi nhanh hơn.$h",
  "Event_cookies1": "Cảm ơn cháu nhé!$h",
  "Event_cookies2": "Chuyện gì vậy cháu yêu? Bà chắc là có nghe cháu nói 'hockey' thì phải. *thở dài* Tai bà giờ không còn thính như trước nữa.$s",
  "summer_Mon": "Bà thấy tràn đầy năng lượng trong cái tiết trời tuyệt vời này.$u",
  "summer_Mon_inlaw_Alex": "Alex nhà bà sao rồi cháu? Bà nghĩ chắc nó hạnh phúc lắm khi sống ở nông trại.#$e#Thằng bé xứng đáng có được niềm vui ấy... nó là một đứa cháu ngoan mà.",
  "summer_Tue": "Ông George thường ít cáu kỉnh hơn vào mùa hè. Thời tiết ấm làm xương cốt ông ấy ít đau nhức.#$e#Cháu thấy khó nói chứ bà thì không. Bà biết ông ấy được 60 năm rồi!",
  "summer_Wed": "Ông thị trưởng để bà phụ trách việc chăm sóc khu vườn của thị trấn.#$e#Bà đã chăm mấy luống hoa hơn cả tháng nay rồi, nên đừng có mà giẫm lên chúng!",
  "summer_Thu": "Sẽ có thêm những chiếc bánh quy ngon lành ra lò hôm nay. Chúng là bánh quy dừa hình cây cọ nhỏ đấy cháu! Heehee.$h#$e#.Có thể bà sẽ bật mí công thức vào một hôm nào đó nhé.",
  "summer_Sat": "Cháu nên cẩn thận khi ở ngoài trời nhé. Coi chừng bị cháy nắng đấy!",
  "summer_Sun": "Đang là mùa nở rộ của hoa đậu thơm đấy cháu.#$e#Chúng có mùi hương thật ngào ngạt phải không?",
  "summer_Thu4": "Hình như mỗi lần bà nướng bánh là trong nhà lại có thêm khách thì phải.#$e#Mẹ bà đã chỉ bà công thức này đấy.",
  "fall_Mon": "Mỗi mùa trôi qua, bà lại càng cảm thấy trân trọng thời gian hơn. Với những người trẻ như cháu thì điều đó chẳng đáng bận tâm mấy đâu nhỉ.",
  "fall_Tue": "Bà có bỏ nho khô vào cháo yến mạch của ông George... nhưng ông ấy chẳng nói gì. Bà không biết ông ấy có nhận ra không nữa.",
  "fall_Wed": "Ông thị trưởng đã để bà chăm nom khu vườn này cho thị trấn.#$e#Hoa mùa thu vô cùng mỏng manh, vậy nên đừng có đạp chân lên chúng! Bà biết mấy đứa trẻ như cháu hay làm vậy lắm.",
  "fall_Thu": "Bà sẽ nướng thêm cookies hôm nay. Chúng có hình như mấy trái bí ngô nhỏ xinh vậy.$h#$e#Bà sẽ cho cháu công thức làm bánh vào hôm nào đó nhé.",
  "fall_Sat": "Cháu với Alex là bạn bè phải không?#$e#Đôi lúc, nó làm bà lo đến phát ốm.",
  "fall_Sat_inlaw_Alex": "Oh, chào cháu yêu. Bà xem cháu như cháu trai của mình vậy.$h^Oh, chào cháu yêu. Bà xem cháu như cháu gái của mình vậy.$h",
  "fall_Sun": "Mắt bà có thể kém, nhưng mũi bà thì chưa phụ lòng bà lần nào cả!#$e#Bà vẫn ngửi thấy mùi nấm và những chiếc lá rơi đấy. Điều này làm bà lại nhớ đến những lần chơi đùa ở trong rừng khi còn là một cô bé.",
  "winter_Mon": "Băng tuyết dễ trơn trượt lắm, đi đứng cẩn thận nhé cháu.",
  "winter_Tue": "Cháu không lạnh sao? Cháu nên mặc cái áo khoác nào dày hơn đi!#$e#Trời mùa này chẳng tốt cho xương khớp bà tí nào...$s",
  "winter_Wed": "Bà vẫn hay lui tới mấy khu vườn, nhưng chúng bị tuyết phủ cả rồi.#$e#Dù vậy, bà vẫn thích kiểm tra chúng hàng ngày.","note_01":"check-up",
  "winter_Sat": "Ông và bà đã sống ở đây hơn 30 năm rồi.#$e#Ông bà cũng đã thấy rất nhiều người đến rồi đi. Ông của cháu là một trong số đó. Cầu phúc cho ông ấy... *thở dài*",
  "winter_Sat6": "Ôi... cháu yêu. Cháu có đôi mắt thật giống ông...$s#$e#Ừ... Đúng vậy... Bà biết ông ấy rõ lắm.",
  "winter_Sun": "Cháu nên ăn ít súp nóng cho ấm người.#$e#Và nhớ mặc áo ấm vào!",
  "winter_Sat8": "@, bà từng kể cháu nghe chuyện bà và ông George đã sống ở đây được 30 năm chưa nhỉ?#$e#Bà hy vọng cháu còn ở đây thêm một thời gian nữa.$h"
}