{
  "Introduction": "Hừmm... Thật khó chịu khi cứ phải làm quen với những người mới đến.#$b#Tiện thể thì tên ta là George. Giờ đi chỗ khác đi... Hừmm.",
  "accept_867": "Cái thứ gì vậy?#$b#Hừmm... vậy ấn nút này trước hả? Còn cái nút này để làm gì? Hừmm... *càu nhàu*#$b#Hehe! Hay thật đấy! Có kênh mới để xem rồi!$h#$b#Đây, cầm lấy đi. Ta tìm thấy viên đá này từ hồi còn làm thợ mỏ. Thật buồn cười là nó đã phát ra cái ánh sáng xanh ấy trong hơn bốn mươi năm qua. Kỳ diệu thật!",
  "pamHouseUpgrade": "Cảm ơn cháu đã thay cái xe moóc tàn tạ ấy đi... căn nhà mới thật dễ nhìn hơn hẳn.#$e#Ta cược rằng nó làm tăng cả giá trị đất đai của nhà ta luôn đấy!",
  "pamHouseUpgradeAnonymous": "Welp... căn nhà làm choán tầm nhìn ra sông của ta một chút... nhưng hẳn là trông nó đẹp hơn nhiều so với cái hộp thiếc mà Pam từng ở.",
  "MovieInvitation": "Cháu muốn xem phim với một ông lão như ta sao? ...Chà... được thôi. Ông sẽ gặp cháu ở đó nhé.",
  "joja_Begin": "Vậy là... cái Nhà Cộng Đồng đã bị phá đi rồi sao? Thế thì cái thị trấn này còn giá trị gì nữa chứ? It's a shame how times have changed...","note_01":"cần bản dịch",
  "Mon": "Ta không quen nói chuyện nhiều, nhất là với người lạ. Đừng để bụng nhé.",
  "Tue": "Hừmm... Lại thêm một ngày u ám nữa đây.$s",
  "Wed": "Alex là cháu trai ông. Ông có nói cháu biết chưa nhỉ?#$e#Hở? Nói to lên.",
  "Wed_inlaw_Alex": "Sao hai đứa con trai lại có thể cưới nhau được? Thật ngược đời. Hay do ta là một ông già \"cổ hủ\" chăng...?^Giờ cháu đã là thành viên của gia đình rồi. Ta thật hạnh phúc khi Alex cưới được một người vợ tuyệt vời như cháu.",
  "Wed10_inlaw_Alex": "Nói thật lòng, ông thấy hơi... khó hiểu... khi hai đứa con trai lại có thể lấy nhau. Nhưng thấy cháu là một chàng trai chân thành, và ông biết tình cảm mà hai đứa dành cho nhau... Nên ông đã thay đổi quan niệm ấy.^Cháu đã là thành viên của gia đình này rồi... và điều đó làm ta rất đỗi tự hào.",
  "Thu": "Ta không thể nói chuyện với cháu bây giờ được, chàng trai à.^Ta không thể nói chuyện với cháu lúc này được, cô gái à.#$e#Chương trình yêu thích của ta đã bắt đầu rồi.",
  "Fri": "Vậy ra cháu là nông dân à? Ít ra thì đó cũng là một công việc tử tế.",
  "Sat": "Với ông, cuối tuần hay ngày thường cũng chẳng có gì khác biệt.#$e#That's how it is when you're retired.","note_02":"cần bản dịch",
  "Sun": "Cháu không thấy lạnh sao? Thật tiếc là bây giờ họ không còn làm loại áo len như ngày xưa nữa.#$e#*Thở dài*",
  "Mon6": "Ta rất ngạc nhiên khi cháu muốn làm bạn với một ông già hết thời như ta đấy.",
  "Thu6": "Chào cháu, @. Cháu có muốn xem TV cùng ta không?",
  "Fri4": "Ông của ta cũng là nông dân. Nghề nông là một nghề cao quý.#$e#Nếu không phải vì cái thân già này thì ông đã đến nông trại để chỉ cháu vài đường cơ bản rồi...",
  "Wed8": "Ước gì chân ông còn lành lặn để có thể chơi ném đĩa với Alex.$s#$e#Điều đó sẽ chẳng bao giờ thành hiện thực.$s",
  "Fri8": "I've been thinking... Maybe I've been a little bit of a grouch.$s#$e#Ông tưởng rằng chẳng ai quan tâm đến những người lớn tuổi như ông bà nữa.","note_03":"cần bản dịch",
  "Fri10": "Cháu biết đấy, ông vốn là một ông già khó tính trong mắt mọi người. But now I feel like I'm softening up like an old ripe fruit. Hehe!$h#$e#Bảo trọng nhé, con trai.^Bảo trọng nhé, hun.","note_04":"cần bản dịch",
  "Wed10": "@! Để ông tắt cái TV cũ kĩ này đã và chúng ta có thể trò chuyện một lát nhé.$h#$e#Mấy ngày qua cháu làm được gì rồi?",
  "Tue10": "Cháu biết không, lẽ ra ông không nên quá chán nản về cái chân của mình.#$e#Ông nên vui vì mình vẫn còn sống mới đúng.$h",
  "Thu10": "Khi cháu đến cái tuổi xế chiều như ông, muốn làm điều gì mới cũng khó lắm.#$e#Một ngày nào đó cháu sẽ hiểu điều ông nói.#$e#Cứ tận hưởng tuổi thanh xuân khi cháu vẫn còn có thể nhé.",
  "winter_1": "Ôi... Trời lạnh quá vậy.#$e#Còn trẻ như cháu thì chắc cái lạnh chẳng nhằm nhò gì đâu nhỉ?"
}